[Рабочее время]:
Для граждан Республики - 80$;
Для Правительства - 80$;
Для Министерства Внутренних Дел - 80$;
Для Министерства Обороны - 80$;
Для Средств Массовой Информации - 80$.
[Нерабочее время]:
Для граждан Республики - 110$;
Для Правительства - 110$;
Для Министерства Внутренних Дел - 110$;
Для Министерства Обороны - 110$;
Для Средств Массовой Информации - 110$.
[Прочее]:
Для Министерства Здравоохранения - 1$;
В День Здоровья цена лечения - 1$;
Операции по смене пола - 5.000$;
Обычная операция - Бесплатная.
